7767517
6 6
pnnx.Input               pnnx_input_0             0 1 input.1 #input.1=(1,1,486,864)f32
pnnx.Expression          pnnx_expr_0              0 1 12 expr=1
nn.Conv2d                filter                   1 1 input.1 9 bias=False dilation=(1,1) groups=1 in_channels=1 kernel_size=(3,3) out_channels=12 padding=(1,1) padding_mode=zeros stride=(1,1) @weight=(12,1,3,3)f32 #input.1=(1,1,486,864)f32 #9=(1,12,486,864)f32
nn.PixelShuffle          pixel_shuffle            1 1 9 10 upscale_factor=2 #9=(1,12,486,864)f32 #10=(1,3,972,1728)f32
torch.max                torch.max_0              2 2 10 12 14 15 keepdim=True $input=10 $dim=12 #10=(1,3,972,1728)f32 #14=(1,1,972,1728)f32 #15=(1,1,972,1728)i64
pnnx.Output              pnnx_output_0            1 0 14 #14=(1,1,972,1728)f32
