7767517
5 5
pnnx.Input               pnnx_input_0             0 1 0 #0=(1,1,486,864)f32
nn.Conv2d                filter                   1 1 0 1 bias=False dilation=(1,1) groups=1 in_channels=1 kernel_size=(3,3) out_channels=12 padding=(1,1) padding_mode=zeros stride=(1,1) @weight=(12,1,3,3)f32 #0=(1,1,486,864)f32 #1=(1,12,486,864)f32
nn.PixelShuffle          pixel_shuffle            1 1 1 2 upscale_factor=2 #1=(1,12,486,864)f32 #2=(1,3,972,1728)f32
torch.max                torch.max_0              1 2 2 3 4 dim=1 keepdim=True $input=2 #2=(1,3,972,1728)f32 #3=(1,1,972,1728)f32 #4=(1,1,972,1728)i64
pnnx.Output              pnnx_output_0            1 0 3 #3=(1,1,972,1728)f32
